Tekla.Structures.CatalogInternal.RebarItemEnumerator_t.ExtraPointShortening
The extra point shortening list.

Tekla.Structures.CatalogInternal.RebarItemEnumerator_t.CurveTolerance
The curve tolerance list.

Tekla.Structures.CatalogInternal.RebarItemEnumerator_t.MaxRadiusRequiringBending
The max radius requiring bending list.